
//자주하는 질문 리스트
final List<Map<String, String>> faqList = [
  {
    'question': '한 제품 구매 시 여러 개의 교환권을 한번에 사용할 수 있나요?',
    'answer': '모바일금액권은 액면가액과 동일하거나 그 이상만 결제할 수 있습니다. 교환권은 최대 6개까지 사용 가능합니다.',
  },
  {
    'question': '사업설명회를 참석하려면 어떻게 해야 하나요?',
    'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.',
  },
  {
    'question': '할인 받을 수 있는 카드는 무엇이 있나요?',
    'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.',
  },
  {
    'question': '매장 정보는 어떻게 알수 있나요?',
    'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.',
  },
  {'question': '비닐 봉투는 유상 제공인가요?', 'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.'},
  {'question': '멤버십 적립은 어떻게 하나요?', 'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.'},
  {
    'question': '마진율 및 수익구조는 어떻게 되나요?',
    'answer': '담당자와 상담을 통해 자세히 안내받으실 수 있습니다.',
  },
];

//칭찬점포 페이지 리스트
final List<Map<String, String>> praiseStores = const [
  {
    'store': '광화문점',
    'location': '서울특별시 종로구 세종대로 23',
    'praise': '직원분들이 매우 친절하고 빵도 항상 신선합니다!',
  },
  {
    'store': '강남점',
    'location': '서울특별시 강남구 강남대로 456',
    'praise': '빠르고 정확한 서비스에 감동했습니다.',
  },
  {
    'store': '홍대점',
    'location': '서울특별시 마포구 홍익로 123',
    'praise': '매장 분위기가 너무 좋고 빵 종류도 다양했어요.',
  },
  {
    'store': '성수점',
    'location': '서울특별시 성동구 성수동 123',
    'praise': '직원분이 매우 친철합니다..',
  },
];